[WP_M96Mattock X2WeaponTemplate]
FriendlyName="M-96 Mattock Assault Rifle"
FriendlyNamePlural="M-96 Mattock Magnetic Rifles"
BriefSummary="The Mattock is a semi-automatic hybrid weapon with an assault rifle's low heat production and a sniper rifle's punch. Though it does not have a sniper rifle's precision scope, marksmen favor its increased power over that of an assault rifle to bring down hardened targets. Its lack of a full-auto setting is advertised as a feature rather than a shortcoming since it curbs a soldier's tendency to spray inaccurate fire under stress."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_M96Mattock_MG X2WeaponTemplate]
FriendlyName="M-96 Mattock Magnetic Rifle"
FriendlyNamePlural="M-96 Mattock Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the M-96 Mattock to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_M96Mattock_BM X2WeaponTemplate]
FriendlyName="M-96 Mattock Beam Rifle"
FriendlyNamePlural="M-96 Mattock Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the M-96 Mattock to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[WP_COLLECTORRIFLE X2WeaponTemplate]
FriendlyName="Collector Rifle"
FriendlyNamePlural="Collector Rifles"
BriefSummary="The Collector's main weapon uses the same principles as a human assault rifle, but its organic components clearly set it apart. Its power source appears to be an internal organ with biotic capacitance; its ammunition resembles pellets of metallic enamel that strip shields off enemies with deadly efficiency."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector Rifle"

[WP_COLLECTORRIFLE_MG X2WeaponTemplate]
FriendlyName="Collector Rifle Mark II"
FriendlyNamePlural="Collector Rifles Mark II"
BriefSummary="Advanced Ballistic capabilites allows the A280C to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector Rifle"

[WP_COLLECTORRIFLE_BM X2WeaponTemplate]
FriendlyName="Collector Rifle Mark III"
FriendlyNamePlural="Collector Rifles Mark III"
BriefSummary="Advanced Ballistic capabilites allows the A280C to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector Rifle"

[WP_COLLECTORSNIPER X2WeaponTemplate]
FriendlyName="Collector Sniper"
FriendlyNamePlural="Collector Snipers"
BriefSummary="This weapon's long-range particle beam is capable of sustained fire, allowing it to switch between anti-personnel or anti-materiel roles just by holding down the trigger."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector Sniper"

[WP_COLLECTORSNIPER_MG X2WeaponTemplate]
FriendlyName="Collector Sniper Mark II"
FriendlyNamePlural="Collector Snipers Mark II"
BriefSummary="Advanced Ballistic capabilites allows the A280C to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector Sniper"

[WP_COLLECTORSNIPER_BM X2WeaponTemplate]
FriendlyName="Collector Sniper Mark III"
FriendlyNamePlural="Collector Snipers Mark III"
BriefSummary="Advanced Ballistic capabilites allows the A280C to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector Sniper"

[WP_COLLECTORSMG X2WeaponTemplate]
FriendlyName="Collector SMG"
FriendlyNamePlural="Collector SMGs"
BriefSummary="This short weapon is a hybrid of mechanical and organic parts, some more advanced than the Collector assault rifle. It vents heat automatically rather than requiring thermal clips and, when wielded by a Collector, extends a neural link to their skin at the wrist."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector SMG"

[WP_COLLECTORSMG_MG X2WeaponTemplate]
FriendlyName="Collector SMG Mark II"
FriendlyNamePlural="Collector SMGs Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Collector SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector SMG"

[WP_COLLECTORSMG_BM X2WeaponTemplate]
FriendlyName="Collector SMG Mark III"
FriendlyNamePlural="Collector SMGs Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Collector SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Collector SMG"

[WP_PHEASTONRIFLE X2WeaponTemplate]
FriendlyName="Pheaston Rifle"
FriendlyNamePlural="Pheaston Rifles"
BriefSummary="Named after a turian spirit of creation, the Phaeston was engineered to provide the best possible balance between accuracy and firepower in a machine gun. Each shot is tempered by kickback dampeners inside the shoulder stock, which lets the Phaeston pack more punch than other weapons its size without sacrificing precision."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Pheaston Rifle"

[WP_PHEASTONRIFLE_MG X2WeaponTemplate]
FriendlyName="Pheaston Rifle Mark II"
FriendlyNamePlural="Pheaston Rifles Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Pheaston to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Pheaston Rifle"

[WP_PHEASTONRIFLE_BM X2WeaponTemplate]
FriendlyName="Pheaston Rifle Mark III"
FriendlyNamePlural="Pheaston Rifles Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Pheaston to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Pheaston Rifle"

[WP_VINDICATORRIFLE X2WeaponTemplate]
FriendlyName="M-15 Vindicator Rifle"
FriendlyNamePlural="M-15 Vindicator Rifles"
BriefSummary="A battle rifle favored by assassins and elite mercenaries that fires in highly accurate three-round bursts and can be pulsed for rapid fire. "
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-15 Vindicator Rifle"

[WP_VINDICATORRIFLE_MG X2WeaponTemplate]
FriendlyName="M-15 Vindicator Rifle Mark II"
FriendlyNamePlural="M-15 Vindicator Rifles Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-15 Vindicator to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-15 Vindicator Rifle"

[WP_VINDICATORRIFLE_BM X2WeaponTemplate]
FriendlyName="M-15 Vindicator Rifle Mark III"
FriendlyNamePlural="M-15 Vindicator Rifles Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-15 Vindicator to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-15 Vindicator Rifle"

[WP_ADASRIFLE X2WeaponTemplate]
FriendlyName="Adas Anti-Synthetic Rifle"
FriendlyNamePlural="Adas Anti-Synthetic Rifles"
BriefSummary="Named in memory of the quarians killed in the Morning War on the planet Adas, this weapon's electrical attack has been optimized for medium- to long-range firefights. Alliance marines take issue with calling it a "rifle" since, technically, it has no rifling in its barrel. The quarians shrug this off, as quarian weapon terminology rarely translates flawlessly into human languages. "
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Adas Anti-Synthetic Rifle"

[WP_ADASRIFLE_MG X2WeaponTemplate]
FriendlyName="Adas Anti-Synthetic Rifle Mark II"
FriendlyNamePlural="Adas Anti-Synthetic Rifles Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Adas Anti-Synthetic Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Adas Anti-Synthetic Rifle"

[WP_ADASRIFLE_BM X2WeaponTemplate]
FriendlyName="Adas Anti-Synthetic Rifle Mark III"
FriendlyNamePlural="Adas Anti-Synthetic Rifles Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Adas Anti-Synthetic Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Adas Anti-Synthetic Rifle"

[WP_REEGARSHOTGUN X2WeaponTemplate]
FriendlyName="Reegar Carbine"
FriendlyNamePlural="Reegar Carbines"
BriefSummary="This electrical weapon improves upon the arc pistol's design by generating a sustained current on its target. This weapon is named for the quarian Reegar family, whose marines have served valiantly against the geth. "
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Reegar Carbine"

[WP_REEGARSHOTGUN_MG X2WeaponTemplate]
FriendlyName="Reegar Carbine Mark II"
FriendlyNamePlural="Reegar Carbines Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Reegar Carbine to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Reegar Carbine"

[WP_REEGARSHOTGUN_BM X2WeaponTemplate]
FriendlyName="Reegar Carbine Mark III"
FriendlyNamePlural="Reegar Carbines Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Reegar Carbine to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Reegar Carbine"

[WP_PARTICLERIFLE X2WeaponTemplate]
FriendlyName="Particle Rifle"
FriendlyNamePlural="Particle Rifles"
BriefSummary="After the Reapers obliterated the Prothean Empire's warships, the Prothean resistance was forced to develop weapons that did not rely on intact supply lines. The Prothean Particle Rifle is a stripped-down, powerful assault rifle modified to fire without thermal clips or specialized ammunition. "
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Particle Rifle"

[WP_PARTICLERIFLE_MG X2WeaponTemplate]
FriendlyName="Particle Rifle Mark II"
FriendlyNamePlural="Particle Rifles Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Particle Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Particle Rifle"

[WP_PARTICLERIFLE_BM X2WeaponTemplate]
FriendlyName="Particle Rifle Mark III"
FriendlyNamePlural="Particle Rifles Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Particle Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Particle Rifle"

[WP_GETHSPITFIRE X2WeaponTemplate]
FriendlyName="Geth Spitfire"
FriendlyNamePlural="Geth Spitfires"
BriefSummary="Like the geth plasma shotgun, the Spitfire is not a true energy weapon. Instead, the minigun magnetically flings clusters of superconducting toroids.The weapon's stopping power has garnered the attention of both Alliance and quarian intelligence, who theorize that the Spitfire may have been designed to destroy other geth. "
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Spitfire"

[WP_GETHSPITFIRE_MG X2WeaponTemplate]
FriendlyName="Geth Spitfire Mark II"
FriendlyNamePlural="Geth Spitfires Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Geth Spitfire to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Spitfire"

[WP_GETHSPITFIRE_BM X2WeaponTemplate]
FriendlyName="Geth Spitfire Mark III"
FriendlyNamePlural="Geth Spitfires Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Geth Spitfire to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Spitfire"

[WP_GRAALSHOTGUN X2WeaponTemplate]
FriendlyName="Graal Spike Thrower"
FriendlyNamePlural="Graal Spike Throwers"
BriefSummary="The Graal is one of a long line of krogan weapons used to hunt thresher maws. Its ammunition consists of oversized flechettes meant to pierce thresher hide and create deep wound channels leading to massive blood loss."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Graal Spike Thrower"

[WP_GRAALSHOTGUN_MG X2WeaponTemplate]
FriendlyName="Graal Spike Thrower Mark II"
FriendlyNamePlural="Graal Spike Throwers Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Graal Spike Thrower to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Graal Spike Thrower"

[WP_GRAALSHOTGUN_BM X2WeaponTemplate]
FriendlyName="Graal Spike Thrower Mark III"
FriendlyNamePlural="Graal Spike Throwers Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Graal Spike Thrower to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Graal Spike Thrower"

[WP_SABERRIFLE X2WeaponTemplate]
FriendlyName="M-99 Saber"
FriendlyNamePlural="M-99 Sabers"
BriefSummary="A heavy-duty semi-automatic rifle favored by only the most elite marksman, the M-99 Saber is jokingly referred to as "The Big Iron" for its sheer stopping power. Each M-99 Saber is designed specifically for its owner, making it one of the Alliance's more expensive weapons."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-99 Saber"

[WP_SABERRIFLE_MG X2WeaponTemplate]
FriendlyName="M-99 Saber Mark II"
FriendlyNamePlural="M-99 Sabers Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-99 Saber to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-99 Saber"

[WP_SABERRIFLE_BM X2WeaponTemplate]
FriendlyName="M-99 Saber Mark III"
FriendlyNamePlural="M-99 Sabers Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-99 Saber to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-99 Saber"

[WP_ARGUSRIFLE X2WeaponTemplate]
FriendlyName="M-55 Argus"
FriendlyNamePlural="M-55 Argus"
BriefSummary="The Argus is a high-powered rifle favored by senior C-Sec officers. An excellent close-range weapon, its bursts of fire ensure ammunition conservation during lengthy conflicts. Other law-enforcement agencies across the galaxy are adopting the Argus as their standard rifle, as much for its intimidation factor as its suppression power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-55 Argus"

[WP_ARGUSRIFLE_MG X2WeaponTemplate]
FriendlyName="M-55 Argus Mark II"
FriendlyNamePlural="M-55 Argus Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-55 Argus to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-55 Argus"

[WP_ARGUSRIFLE_BM X2WeaponTemplate]
FriendlyName="M-55 Argus Mark III"
FriendlyNamePlural="M-55 Argus Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-55 Argus to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-55 Argus"

[WP_GETHSHOTGUN X2WeaponTemplate]
FriendlyName="Geth Plasma Shotgun"
FriendlyNamePlural="Geth Plasma Shotguns"
BriefSummary="This three-barreled geth weapon fires miniature but potent cluster rounds of superconducting projectiles. A two-stage trigger system allows for either quick-fire capacitors or a charge-and-release attack to electrify the projectiles as they exit the weapon. As the rounds hit the target, they fragment and electricity arcs between the pieces, flash-converting the air to conductive plasma"
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Plasma Shotgun"

[WP_GETHSHOTGUN_MG X2WeaponTemplate]
FriendlyName="Geth Plasma Shotgun Mark II"
FriendlyNamePlural="Geth Plasma Shotguns Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Geth Plasma Shotgun to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Plasma Shotgun"

[WP_GETHSHOTGUN_BM X2WeaponTemplate]
FriendlyName="Geth Plasma Shotgun Mark III"
FriendlyNamePlural="Geth Plasma Shotguns Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Geth Plasma Shotgun to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Plasma Shotgun"

[WP_ARCPISTOL X2WeaponTemplate]
FriendlyName="Arc Pistol"
FriendlyNamePlural="Arc Pistols"
BriefSummary="An innovation of Admiral Daro'Xen, the Arc Pistol is a scaled-down Arc Projector that only requires thermal clips, to solve its power problems. The Arc Pistol uses a nonvisible laser to ionize the air and create a path for a high-ampere electric shock."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Arc Pistol"

[WP_ARCPISTOL_MG X2WeaponTemplate]
FriendlyName="Arc Pistol Mark II"
FriendlyNamePlural="Arc Pistols Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Arc Pistol to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Arc Pistol"

[WP_ARCPISTOL_BM X2WeaponTemplate]
FriendlyName="Arc Pistol Mark III"
FriendlyNamePlural="Arc Pistols Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Arc Pistol to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Arc Pistol"

[WP_ACOLYTEPISTOL X2WeaponTemplate]
FriendlyName="Acolyte"
FriendlyNamePlural="Acolytes"
BriefSummary="Designed for the asari resistance, the Acolyte's barrels fire advanced ammunition similar to that of an impact-triggered resonant warp bomb."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Acolyte"

[WP_ACOLYTEPISTOL_MG X2WeaponTemplate]
FriendlyName="Acolyte Mark II"
FriendlyNamePlural="Acolytes Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Acolyte to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Acolyte"

[WP_ACOLYTEPISTOL_BM X2WeaponTemplate]
FriendlyName="Acolyte Mark III"
FriendlyNamePlural="Acolytes Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Acolyte to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Acolyte"

[WP_CARNIFEXPISTOL X2WeaponTemplate]
FriendlyName="M-6 Carnifex"
FriendlyNamePlural="M-6 Carnifexes"
BriefSummary="A highly accurate and lethal pistol. The Carnifex is a favored sidearm of mercenary leaders and Eclipse mercenary tech specialists. An expensive but powerful weapon, its marketing materials feature a charging krogan with the slogan "Don't you wish Carnifex was at your side?""
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-6 Carnifex"

[WP_CARNIFEXPISTOL_MG X2WeaponTemplate]
FriendlyName="M-6 Carnifex Mark II"
FriendlyNamePlural="M-6 Carnifexes Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-6 Carnifex to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-6 Carnifex"

[WP_CARNIFEXPISTOL_BM X2WeaponTemplate]
FriendlyName="M-6 Carnifex Mark III"
FriendlyNamePlural="M-6 Carnifexes Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-6 Carnifex to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-6 Carnifex"

[WP_EXECUTIONERPISTOL X2WeaponTemplate]
FriendlyName="Executioner Pistol"
FriendlyNamePlural="Executioner Pistols"
BriefSummary="Invented by Blood Pack weapons experts, the first Executioner was improvised using spare parts and scrap metal during an Omega territory dispute. The result was a handheld cannon able to fire high-impact, armor-piercing slugs, although only one at a time due to its limited heat sink. Many Blood Pack mercs carry an Executioner as backup in case they get pinned down, but some enthusiasts prefer it as their primary gun, sticking to the one-shot-one-kill approach."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Executioner Pistol"

[WP_EXECUTIONERPISTOL_MG X2WeaponTemplate]
FriendlyName="Executioner Pistol Mark II"
FriendlyNamePlural="Executioner Pistols Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Executioner Pistol to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Executioner Pistol"

[WP_EXECUTIONERPISTOL_BM X2WeaponTemplate]
FriendlyName="Executioner Pistol Mark III"
FriendlyNamePlural="Executioner Pistols Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Executioner Pistol to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Executioner Pistol"

[WP_M11PISTOL X2WeaponTemplate]
FriendlyName="M-11 Suppressor"
FriendlyNamePlural="M-11 Suppressors"
BriefSummary="The M-11 Suppressor is the product of the Alliance's Offensive Handgun Project that developed an infiltration weapon to be used in close-quarters situations where silence is key. The Suppressor features a built-in integral sound moderator that reduces noise and muzzle flash. Civilian variants of the weapon are considered illegal but can be found in some sectors."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-11 Suppressor"

[WP_M11PISTOL_MG X2WeaponTemplate]
FriendlyName="M-11 Suppressor Mark II"
FriendlyNamePlural="M-11 Suppressors Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-11 Suppressor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-11 Suppressor"

[WP_M11PISTOL_BM X2WeaponTemplate]
FriendlyName="M-11 Suppressor Mark III"
FriendlyNamePlural="M-11 Suppressors Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-11 Suppressor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-11 Suppressor"

[WP_KRYSEAVEKTOR X2WeaponTemplate]
FriendlyName="Krysae Sniper Rifle"
FriendlyNamePlural="Krysae Sniper Rifles"
BriefSummary="This turian antimateriel rifle is modified to kill Reaper enemies. The Krysae's scope uses a rangefinder that adjusts to keep the target in proper proportion to the shooter, which comes in useful when the sniper is forced into close range.In a desperate move, the turians released its specifications over the extranet so that nearly anyone with a fabricator could manufacture this weapon to help the war effort."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Krysae Sniper Rifle"

[WP_KRYSEAVEKTOR_MG X2WeaponTemplate]
FriendlyName="Krysae Sniper Rifle Mark II"
FriendlyNamePlural="Krysae Sniper Rifles Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Krysae Sniper Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Krysae Sniper Rifle"

[WP_KRYSEAVEKTOR_BM X2WeaponTemplate]
FriendlyName="Krysae Sniper Rifle Mark III"
FriendlyNamePlural="Krysae Sniper Rifles Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Krysae Sniper Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Krysae Sniper Rifle"

[WP_GETHSMG X2WeaponTemplate]
FriendlyName="Geth Plasma SMG"
FriendlyNamePlural="Geth Plasma SMGs"
BriefSummary="This submachine gun works on the same principles as the Spitfire: it shoots superconducting toroids that break apart on impact, retaining an electrical charge that flash-converts the shrapnel into plasma. Unlike the Spitfire, however, this smaller geth weapon has been modified to take thermal clips. Holding down the trigger speeds up its rate of fire, rapidly depleting the gun’s heat sink in exchange for nearly continuous fire."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Plasma SMG"

[WP_GETHSMG_MG X2WeaponTemplate]
FriendlyName="Geth Plasma SMG Mark II"
FriendlyNamePlural="Geth Plasma SMGs Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Geth Plasma SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Plasma SMG"

[WP_GETHSMG_BM X2WeaponTemplate]
FriendlyName="Geth Plasma SMG Mark III"
FriendlyNamePlural="Geth Plasma SMGs Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Geth Plasma SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Geth Plasma SMG"

[WP_PUNISHERSMG X2WeaponTemplate]
FriendlyName="Blood Pack Punisher"
FriendlyNamePlural="Blood Pack Punishers"
BriefSummary="The Punisher features a secondary barrel that an extra round per main-barrel burst. It was developed by Blood Pack gunsmiths who found that their vorcha recruits frequently forgot to optimize ammo loads in the heat of combat. This configuration makes the process automatic and highly effective at penetrating armor."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Blood Pack Punisher"

[WP_PUNISHERSMG_MG X2WeaponTemplate]
FriendlyName="Blood Pack Punisher Mark II"
FriendlyNamePlural="Blood Pack Punishers Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Blood Pack Punisher to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Blood Pack Punisher"

[WP_PUNISHERSMG_BM X2WeaponTemplate]
FriendlyName="Blood Pack Punisher Mark III"
FriendlyNamePlural="Blood Pack Punishers Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Blood Pack Punisher to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Blood Pack Punisher"

[WP_TEMPESTSMG X2WeaponTemplate]
FriendlyName="M-9 Tempest"
FriendlyNamePlural="M-9 Tempests"
BriefSummary="Produced by Elanus Risk Control Services for the Eclipse mercenary band, the Tempest is an expensive but deadly addition to anyone's personal arsenal. This fully automatic submachine gun is punishing up close, but becomes less accurate at long range."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-9 Tempest"

[WP_TEMPESTSMG_MG X2WeaponTemplate]
FriendlyName="M-9 Tempest Mark II"
FriendlyNamePlural="M-9 Tempests Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-9 Tempest to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-9 Tempest"

[WP_TEMPESTSMG_BM X2WeaponTemplate]
FriendlyName="M-9 Tempest Mark III"
FriendlyNamePlural="M-9 Tempests Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-9 Tempest to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-9 Tempest"

[WP_LOCUSTSMG X2WeaponTemplate]
FriendlyName="M-12 Locust"
FriendlyNamePlural="M-12 Locusts"
BriefSummary="The Kassa Fabrications Model-12 Locust is a compact submachine gun developed for the Alliance but now favored by gang enforcers and hit men. Featuring a complex recoil-reducing mechanism and high-grade auto-targeting software, the Locust delivers longer range, more accurate fire than others in its class."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-12 Locust"

[WP_LOCUSTSMG_MG X2WeaponTemplate]
FriendlyName="M-12 Locust Mark II"
FriendlyNamePlural="M-12 Locusts Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-12 Locust to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-12 Locust"

[WP_LOCUSTSMG_BM X2WeaponTemplate]
FriendlyName="M-12 Locust Mark III"
FriendlyNamePlural="M-12 Locusts Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-12 Locust to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-12 Locust"

[WP_HURRICANESMG X2WeaponTemplate]
FriendlyName="N7 Hurricane"
FriendlyNamePlural="N7 Hurricanes"
BriefSummary="While some militaries pass on the Hurricane because of its lower accuracy, the Alliance feels the gun's rapid firing rate offers excellent suppressive fire. A disciplined marksman can use the fully automatic submachine gun to chew through targets with alarming speed. Alliance officers were so pleased with field results that the Hurricane is now many squadrons' standard-issue SMG."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="N7 Hurricane"

[WP_HURRICANESMG_MG X2WeaponTemplate]
FriendlyName="N7 Hurricane Mark II"
FriendlyNamePlural="N7 Hurricanes Mark II"
BriefSummary="Advanced Ballistic capabilites allows the N7 Hurricane to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="N7 Hurricane"

[WP_HURRICANESMG_BM X2WeaponTemplate]
FriendlyName="N7 Hurricane Mark III"
FriendlyNamePlural="N7 Hurricanes Mark III"
BriefSummary="Advanced Ballistic capabilites allows the N7 Hurricane to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="N7 Hurricane"

[WP_SCORPIONPISTOL X2WeaponTemplate]
FriendlyName="Scorpion"
FriendlyNamePlural="Scorpions"
BriefSummary="Originally issued to the salarian STG to allow small units to contain much larger enemy forces, the Scorpion pistol now sees service galaxy-wide. It fires low-velocity, squash-head projectiles with a dual use. The high-explosive filler within the projectiles contains an adhesive that secures the projectile to the target on impact."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Scorpion"

[WP_SCORPIONPISTOL_MG X2WeaponTemplate]
FriendlyName="Scorpion Mark II"
FriendlyNamePlural="Scorpions Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Scorpion to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Scorpion"

[WP_SCORPIONPISTOL_BM X2WeaponTemplate]
FriendlyName="Scorpion Mark III"
FriendlyNamePlural="Scorpions Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Scorpion to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Scorpion"

[WP_RAIDERSHOTGUN X2WeaponTemplate]
FriendlyName="AT-12 Raider"
FriendlyNamePlural="AT-12 Raiders"
BriefSummary="Carried by the batarian military's notorious Special Intervention Unit, the Raider is a semi-automatic shotgun that loads slowly but fires rapidly, with tremendous force."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="AT-12 Raider"

[WP_RAIDERSHOTGUN_MG X2WeaponTemplate]
FriendlyName="AT-12 Raider Mark II"
FriendlyNamePlural="AT-12 Raiders Mark II"
BriefSummary="Advanced Ballistic capabilites allows the AT-12 Raider to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="AT-12 Raider"

[WP_RAIDERSHOTGUN_BM X2WeaponTemplate]
FriendlyName="AT-12 Raider Mark III"
FriendlyNamePlural="AT-12 Raiders Mark III"
BriefSummary="Advanced Ballistic capabilites allows the AT-12 Raider to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="AT-12 Raider"

[WP_DISCIPLESHOTGUN X2WeaponTemplate]
FriendlyName="Disciple"
FriendlyNamePlural="Disciples"
BriefSummary="Originally handcrafted for the exclusive use of justicars, the Disciple Shotgun's schematics were finally released to asari commandos after centuries of negotiation. The Disciple uses shells packed with microscale submunitions to deal staggering amounts of damage."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Disciple"

[WP_DISCIPLESHOTGUN_MG X2WeaponTemplate]
FriendlyName="Disciple Mark II"
FriendlyNamePlural="Disciples Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Disciple to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Disciple"

[WP_DISCIPLESHOTGUN_BM X2WeaponTemplate]
FriendlyName="Disciple Mark III"
FriendlyNamePlural="Disciples Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Disciple to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Disciple"

[WP_SCIMITARSHOTGUN X2WeaponTemplate]
FriendlyName="M-27 Scimitar"
FriendlyNamePlural="M-27 Scimitars"
BriefSummary="Manufactured by Ariake Technologies, the Scimitar features twin mass effect generators, giving it a more rapid rate of fire than a traditional shotgun. This weapon was created for the Eclipse mercenary band, but is rapidly becoming popular with Blood Pack mercs as well."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-27 Scimitar"

[WP_SCIMITARSHOTGUN_MG X2WeaponTemplate]
FriendlyName="M-27 Scimitar Mark II"
FriendlyNamePlural="M-27 Scimitars Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-27 Scimitar to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-27 Scimitar"

[WP_SCIMITARSHOTGUN_BM X2WeaponTemplate]
FriendlyName="M-27 Scimitar Mark III"
FriendlyNamePlural="M-27 Scimitars Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-27 Scimitar to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-27 Scimitar"

[WP_VENOMSHOTGUN X2WeaponTemplate]
FriendlyName="Venom Shotgun"
FriendlyNamePlural="Venom Shotguns"
BriefSummary="The Venom shotgun was developed by the salarian Special Tasks Group to meet the unpredictable needs of those stationed in hostile areas. Given the covert nature of most STG assignments, the Venom was designed to force an exit strategy and was issued to teams whose primary objective was to extract compromised undercover operatives."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Venom Shotgun"

[WP_VENOMSHOTGUN_MG X2WeaponTemplate]
FriendlyName="Venom Shotgun Mark II"
FriendlyNamePlural="Venom Shotguns Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Venom Shotgun to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Venom Shotgun"

[WP_VENOMSHOTGUN_BM X2WeaponTemplate]
FriendlyName="Venom Shotgun Mark III"
FriendlyNamePlural="Venom Shotguns Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Venom Shotgun to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Venom Shotgun"

[WP_STRIKERRIFLE X2WeaponTemplate]
FriendlyName="Striker Rifle"
FriendlyNamePlural="Striker Rifles"
BriefSummary="The Striker is a fully-automatic weapon that fires high-impact slugs that detonate on contact. In an attempt to market the Striker outside of the Krogan DMZ, the gun was designed to be fired by non-krogan, but its recoil tends to off-balance smaller species. Enthusiasts point out that the target on the receiving end of a Striker has far worse things to worry about than its shooter's balance."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Striker Rifle"

[WP_STRIKERRIFLE_MG X2WeaponTemplate]
FriendlyName="Striker Rifle Mark II"
FriendlyNamePlural="Striker Rifles Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Striker Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Striker Rifle"

[WP_STRIKERRIFLE_BM X2WeaponTemplate]
FriendlyName="Striker Rifle Mark III"
FriendlyNamePlural="Striker Rifles Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Striker Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Striker Rifle"

[WP_CHAKRAMRIFLE X2WeaponTemplate]
FriendlyName="Chakram Launcher"
FriendlyNamePlural="Chakram Launchers"
BriefSummary="The fancifully named Chakram Launcher uses an internal fabricator to manufacture lightweight ammunition discs wrapped in holographic tracers. The discs explode on impact, sending shrapnel tearing through the enemy. Markings stamped on the gun's barrel are a shipping code created by its manufacturer, Ama-Lur Equipment. The code warns that the rifle must be assembled carefully, as it contains mixtures extremely volatile under pressure."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Chakram Launcher"

[WP_CHAKRAMRIFLE_MG X2WeaponTemplate]
FriendlyName="Chakram Launcher Mark II"
FriendlyNamePlural="Chakram Launchers Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Chakram Launcher to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Chakram Launcher"

[WP_CHAKRAMRIFLE_BM X2WeaponTemplate]
FriendlyName="Chakram Launcher Mark III"
FriendlyNamePlural="Chakram Launchers Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Chakram Launcher to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Chakram Launcher"


[WP_JAVELINSNIPER X2WeaponTemplate]
FriendlyName="Javelin"
FriendlyNamePlural="Javelins"
BriefSummary="Called the Javelin by Alliance marines, this geth weapon holds a reservoir of ferrofluid, magnetically drawn into the firing chamber and expelled at lethal speeds. Like a high-pressure water-jet, the ferrofluid cuts through nearly anything it hits with so much heat that it resembles a beam of light, causing terrible wounds."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Javelin"

[WP_JAVELINSNIPER_MG X2WeaponTemplate]
FriendlyName="Javelin Mark II"
FriendlyNamePlural="Javelins Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Javelin to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Javelin"

[WP_JAVELINSNIPER_BM X2WeaponTemplate]
FriendlyName="Javelin Mark III"
FriendlyNamePlural="Javelins Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Javelin to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Javelin"

[WP_INCISORSNIPER X2WeaponTemplate]
FriendlyName="M-29 Incisor"
FriendlyNamePlural="M-29 Incisors"
BriefSummary="The Incisor is one of a new wave of military and police sniper rifles designed to overload active defenses such as shields. the Incisor's shots are so fast that one round will hit the target by the time the barrel has moved a millimeter, increasing its stopping power without sacrificing accuracy."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-29 Incisor"

[WP_INCISORSNIPER_MG X2WeaponTemplate]
FriendlyName="M-29 Incisor Mark II"
FriendlyNamePlural="M-29 Incisors Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-29 Incisor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-29 Incisor"

[WP_INCISORSNIPER_BM X2WeaponTemplate]
FriendlyName="M-29 Incisor Mark III"
FriendlyNamePlural="M-29 Incisors Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-29 Incisor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-29 Incisor"

[WP_INDRAVEKTOR X2WeaponTemplate]
FriendlyName="M-90 Indra"
FriendlyNamePlural="M-90 Indras"
BriefSummary="The Indra's low-powered scope leaves it most effective at medium range, but many soldiers believe this limitation is offset by the gun's rapid rate of fire. The Indra is the first military-grade, fully automatic sniper rifle. It has an extremely efficient heat-sink system that allows a surprisingly large number of shots to be fired before the weapon ejects its thermal clip."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-90 Indra"

[WP_INDRAVEKTOR_MG X2WeaponTemplate]
FriendlyName="M-90 Indra Mark II"
FriendlyNamePlural="M-90 Indras Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-90 Indra to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-90 Indra"

[WP_INDRAVEKTOR_BM X2WeaponTemplate]
FriendlyName="M-90 Indra Mark III"
FriendlyNamePlural="M-90 Indras Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-90 Indra to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-90 Indra"


[WP_M13Raptor X2WeaponTemplate]
FriendlyName="Cerberus M-13 Raptor Sniper Rifle"
FriendlyNamePlural="Cerberus M-13 Raptor Sniper Rifles"
BriefSummary="The Raptor is a human version of a turian weapon developed for conflict on the low-gravity world Amar. Fighting at longer ranges than expected, the turians optimized a low-recoil, semi-automatic rifle with a scope, and issued it to their regular infantry, creating a hybrid weapon that was half-assault rifle and half-sniper weapon."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-13 Raptor Sniper Rifle"

[WP_M13Raptor_MG X2WeaponTemplate]
FriendlyName="Cerberus M-13 Raptor Magnetic Rifle"
FriendlyNamePlural="Cerberus M-13 Raptor Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the Cerberus M-13 Raptor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-13 Raptor Sniper Rifle Magnetic"

[WP_M13Raptor_BM X2WeaponTemplate]
FriendlyName="Cerberus M-13 Raptor Beam Rifle"
FriendlyNamePlural="Cerberus M-13 Raptor Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the Cerberus M-13 Raptor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-13 Raptor Sniper Rifle Beam"



[WP_M13Raptor_Vektor X2WeaponTemplate]
FriendlyName="Cerberus M-13 Raptor Vektor Rifle"
FriendlyNamePlural="Cerberus M-13 Raptor Vektor Rifles"
BriefSummary="The Raptor is a human version of a turian weapon developed for conflict on the low-gravity world Amar. Fighting at longer ranges than expected, the turians optimized a low-recoil, semi-automatic rifle with a scope, and issued it to their regular infantry, creating a hybrid weapon that was half-assault rifle and half-sniper weapon."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-13 Raptor Vektor Rifle"

[WP_M13Raptor_Vektor_MG X2WeaponTemplate]
FriendlyName="Cerberus M-13 Raptor Magnetic Rifle"
FriendlyNamePlural="Cerberus M-13 Raptor Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the Cerberus M-13 Raptor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-13 Raptor Vektor Rifle Magnetic"

[WP_M13Raptor_Vektor_BM X2WeaponTemplate]
FriendlyName="Cerberus M-13 Raptor Beam Rifle"
FriendlyNamePlural="Cerberus M-13 Raptor Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the Cerberus M-13 Raptor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-13 Raptor Vektor Rifle Beam"


[WP_M25Hornet_AR X2WeaponTemplate]
FriendlyName="Cerberus M-25 Hornet Assault Rifle"
FriendlyNamePlural="Cerberus M-25 Hornet Assault Rifles"
BriefSummary="The Hornet is a long-range submachine gun created by Cerberus. It is standard equipment for Cerberus troops, who are trained to handle the recoil from the gun's three-round bursts. Cerberus designed the Hornet to conserve ammunition and provide cover-fire during prolonged conflicts."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-25 Hornet Assault Rifle"

[WP_M25Hornet_AR_MG X2WeaponTemplate]
FriendlyName="Cerberus M-25 Hornet Magnetic Rifle"
FriendlyNamePlural="Cerberus M-25 Hornet Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the Cerberus M-25 Hornet to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-25 Hornet Magnetic Rifle"

[WP_M25Hornet_AR_BM X2WeaponTemplate]
FriendlyName="Cerberus M-25 Hornet Beam Rifle"
FriendlyNamePlural="Cerberus M-25 Hornet Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the Cerberus M-25 Hornet to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-25 Hornet Beam Rifle"


[WP_M358Talon X2WeaponTemplate]
FriendlyName="Cerberus M-358 Talon Pistol"
FriendlyNamePlural="Cerberus M-358 Talon Pistols"
BriefSummary="The Talon is a close-range pistol favored by Cerberus Guardians. Firing heavy-gauge shotgun pellets, it delivers massive trauma to unarmored targets. Its waste heat is sufficiently excessive that it carries six separate ammunition blocks, rotating like a twentieth-century revolver to prevent shaver jam or misfire due to premature melting of the shot."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-358 Talon Pistol"

[WP_M358Talon_MG X2WeaponTemplate]
FriendlyName="Cerberus M-358 Talon Magnetic Pistol"
FriendlyNamePlural="Cerberus M-358 Talon Magnetic Pistols"
BriefSummary="Advanced Ballistic capabilites allows the Cerberus M-358 Talon to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-358 Talon Magnetic Pistol"

[WP_M358Talon_BM X2WeaponTemplate]
FriendlyName="Cerberus M-358 Talon Beam Pistol"
FriendlyNamePlural="Cerberus M-358 Talon Beam Pistols"
BriefSummary="Advanced Beam capabilites allows the Cerberus M-358 Talon to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus M-358 Talon Beam Pistol"


[WP_PhantomSword X2WeaponTemplate]
FriendlyName="Cerberus Phantom Sword"
FriendlyNamePlural="Cerberus Phantom Swords"
BriefSummary="The Cerberus Phantom's sword, is a monomolecular blades that is used to deliver lethal strikes; a single direct stab from their swords can kill instantly lesser foes."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus Phantom Sword"

[WP_PhantomSword_MG X2WeaponTemplate]
FriendlyName="Cerberus Phantom Magnetic Sword"
FriendlyNamePlural="Cerberus Phantom Magnetic Swords"
BriefSummary="Advanced Ballistic capabilites allows the Cerberus M-25 Hornet to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus Phantom Magnetic Sword"

[WP_PhantomSword_BM X2WeaponTemplate]
FriendlyName="Cerberus Phantom Beam Sword"
FriendlyNamePlural="Cerberus Phantom Beam Swords"
BriefSummary="Advanced Beam capabilites allows the Cerberus M-25 Hornet to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Cerberus Phantom Beam Sword"


[WP_GethPulseRIfle X2WeaponTemplate]
FriendlyName="Geth Pulse Rifle"
FriendlyNamePlural="Geth Pulse Rifles"
BriefSummary="Geth pulse rifles are rarely retrieved from the battlefield; when they are, the guns are generally functional and comparable to a stock assault rifle. Over time, however, they prove unreliable and difficult to repair. Attempts to replicate this weapon have failed, but the technology recovered from Haestrom could enable several of these weapons to be built for your squad."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_GethPulseRIfle_MG X2WeaponTemplate]
FriendlyName="Geth Pulse Magnetic Rifle"
FriendlyNamePlural="Geth Pulse Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the Geth Pulse Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_GethPulseRIfle_BM X2WeaponTemplate]
FriendlyName="Geth Pulse Beam Rifle"
FriendlyNamePlural="Geth Pulse Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the Geth Pulse Rifle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"



[WP_N7Crusader X2WeaponTemplate]
FriendlyName="N7 Crusader Shotgun"
FriendlyNamePlural="N7 Crusader Magnetic Shotguns"
BriefSummary="Bruised and bloody Alliance marines on Torfan attributed their survival against waves of batarian mercenaries to the precision and stopping power of the Crusader. With a design patterned on riot shotguns, this weapon has a moderate rate of fire that rewards careful aiming."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Crusader_MG X2WeaponTemplate]
FriendlyName="N7 Crusader Magnetic Shotguns"
FriendlyNamePlural="N7 Crusader Magnetic Shotguns"
BriefSummary="Advanced Ballistic capabilites allows the N7 Crusader to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Crusader_BM X2WeaponTemplate]
FriendlyName="N7 Crusader Beam Shotguns"
FriendlyNamePlural="N7 Crusader Beam Shotguns"
BriefSummary="Advanced Beam capabilites allows the N7 Crusader to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[WP_N7Eagle X2WeaponTemplate]
FriendlyName=N7 Eagle Pistol"
FriendlyNamePlural=N7 Eagle Magnetic Pistols"
BriefSummary="Like its predecessor, the Eagle is a compact, fully automatic pistol that delivers unprecedented accuracy and punch with a rapid firing rate."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Eagle_MG X2WeaponTemplate]
FriendlyName=N7 Eagle Magnetic Pistol"
FriendlyNamePlural=N7 Eagle Magnetic Pistols"
BriefSummary="Advanced Ballistic capabilites allows the N7 Eagle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Eagle_BM X2WeaponTemplate]
FriendlyName=N7 Eagle Beam Pistol"
FriendlyNamePlural=N7 Eagle Beam Pistols"
BriefSummary="Advanced Beam capabilites allows the N7 Eagle to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[WP_N7Piranha X2WeaponTemplate]
FriendlyName="N7 Piranha Shotgun"
FriendlyNamePlural="N7 Piranha Magnetic Shotguns"
BriefSummary="When the N7 program began training alien resistance forces, the lighter-bodied species wanted a low-recoil weapon with a wide pellet spread for dealing with hordes of husks. The result was the Piranha, which hit a sweet spot in close-range firepower."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Piranha_MG X2WeaponTemplate]
FriendlyName="N7 Piranha Magnetic Shotguns"
FriendlyNamePlural="N7 Piranha Magnetic Shotguns"
BriefSummary="Advanced Ballistic capabilites allows the N7 Piranha to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Piranha_BM X2WeaponTemplate]
FriendlyName="N7 Piranha Beam Shotguns"
FriendlyNamePlural="N7 Piranha Beam Shotguns"
BriefSummary="Advanced Beam capabilites allows the N7 Piranha to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[WP_N7Typhoon X2WeaponTemplate]
FriendlyName="N7 Typhoon Light Machine Gun"
FriendlyNamePlural="N7 Typhoon Light Machine Guns"
BriefSummary="The Typhoon is a distinctive light machine gun featuring a face shield to protect the shooter from headshots. Its power and recoil are so notorious that it includes a high-tech kinetic reducer to fight muzzle climb. Since the reducer tries to limit all motion by the weapon, marksmen do not engage it while moving and instead reduce the recoil only while they are in cover."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Typhoon_MG X2WeaponTemplate]
FriendlyName="N7 Typhoon Magnetic Light Machine Gun"
FriendlyNamePlural="N7 Typhoon Magnetic Light Machine Guns"
BriefSummary="Advanced Ballistic capabilites allows the N7 Piranha to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Typhoon_BM X2WeaponTemplate]
FriendlyName="N7 Typhoon Beam Light Machine Gun"
FriendlyNamePlural="N7 Typhoon Beam Light Machine Guns"
BriefSummary="Advanced Beam capabilites allows the N7 Piranha to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[WP_N7Valiant X2WeaponTemplate]
FriendlyName="N7 Valiant Sniper Rifle"
FriendlyNamePlural="N7 Valiant Sniper Rifles"
BriefSummary="The Valiant is a sniper rifle tested by Alliance soldiers during a series of harsh survival exercises on the planet Kruljaven. This streamlined weapon employs a sophisticated fire-control system that improves accuracy by stabilizing the barrel during targeting. Although this comes at the cost of reduced capacity and rate of fire, most soldiers find the increase in precision and quick reloading time a worthy tradeoff."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Valiant_MG X2WeaponTemplate]
FriendlyName="N7 Valiant Magnetic Sniper Rifle"
FriendlyNamePlural="N7 Valiant Magnetic Sniper Rifles"
BriefSummary="Advanced Ballistic capabilites allows the N7 Valiant to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Valiant_BM X2WeaponTemplate]
FriendlyName="N7 Valiant Beam Sniper Rifle"
FriendlyNamePlural="N7 Valiant Beam Sniper Rifles"
BriefSummary="Advanced Beam capabilites allows the N7 Valiant to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[WP_N7Valkyrie X2WeaponTemplate]
FriendlyName="N7 Valkyrie Assault Rifle"
FriendlyNamePlural="N7 Valkyrie Magnetic Rifles"
BriefSummary="A variation of the popular M-8 Avenger design, the Valkyrie is now standard issue for new recruits. Exceptionally well-crafted, accurate, and packing ample firepower, the rifle is a hot black-market item when it surfaces."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Valkyrie_MG X2WeaponTemplate]
FriendlyName="N7 Valkyrie Magnetic Rifle"
FriendlyNamePlural="N7 Valkyrie Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the N7 Valkyrie to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_N7Valkyrie_BM X2WeaponTemplate]
FriendlyName="N7 Valkyrie Beam Rifle"
FriendlyNamePlural="N7 Valkyrie Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the N7 Valkyrie to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"



[CAT6Shield_CV X2WeaponTemplate]
FriendlyName="Basic Omni Shield"
FriendlyNamePlural="Basic Omni Shields"
BriefSummary="The Omni energy shield serves as a front line barrier against enemy fire."
TacticalText="<Bullet/> The Omni energy shield serves as a front line barrier against enemy fire."
AbilityDescName="shield"

[CAT6Shield_MG X2WeaponTemplate]
FriendlyName="Plated Omni Shield"
FriendlyNamePlural="Plated Omni Shields"
BriefSummary="The Omni energy shield serves as a front line barrier against enemy fire."
TacticalText="<Bullet/> The Omni energy shield serves as a front line barrier against enemy fire."
AbilityDescName="shield"

[CAT6Shield_BM X2WeaponTemplate]
FriendlyName="Reinforced Omni Shield"
FriendlyNamePlural="Reinforced Omni Shields"
BriefSummary="The Omni energy shield serves as a front line barrier against enemy fire."
TacticalText="<Bullet/> The Omni energy shield serves as a front line barrier against enemy fire."
AbilityDescName="Shield"
